{
  "AboutStore": {
    "Head": "យើងរួមគ្នាដោយមិនឈប់ឈរឡើយ",
    "Title": "ស្វាគមន៍មកកាន់ហាងរបស់យើង",
    "Description": "ដើម្បីឆ្ពោះទៅកាន់គោលដៅចម្បងរបស់អតិថិជន យើងផ្តល់ជូននូវស​ម្ភារៈកីឡារួមជាមួយនឹងគុណភាពខ្ពស់ ការច្នៃប្រឌិត និងការពេញចិត្តរបស់អតិថិជន។"
  },
  "BrandPage": {
    "Title": "ម៉ាកដែលយើងមាន"
  },
  "CollectionPage": {
    "Title": "ទំនិញរបស់យើង",
    "Title2" : "ប្រភេទឥវ៉ាន់",
    "Description": "យើងធានាផ្តល់ជូននូវជម្រើសដ៏សម្បូរបែបគ្រប់ប្រភេទទំនិញទាំងអស់ ហើយគ្រប់ប្រភេទទំនិញទាំងអស់ត្រូវបានរចនាឡើងសម្រាប់តម្រូវការរស់នៅប្រចាំថ្ងៃ រួមទាំងការឡើងសម្ដែងណាមួយ ដើម្បីធានាថារាល់សម្ភារៈ និងសម្លៀកបំពាក់ដែលលោកអ្នកកំពុងប្រើប្រាស់គឺប្រកបដោយគុណភាព និងស្ដង់ដា។",
    "genderM": "បុរស",
    "genderF": "ស្ត្រី"
  },
  "AboutUs": {
    "Title": "អំពីហាងយើងខ្ញុំ",
    "Description": "Bold Lifestyle គឺជាក្រុមហ៊ុនសម្ភារៈ និងសម្លៀកបំពាក់កីឡាគ្រប់ចម្រុះម៉ូតដែលជាក្រុមហ៊ុនថ្មីមួយទើបបើកដំណើរការក្នុងខែកញ្ញា ឆ្នាំ ២០២៤ របស់ហាង SKOR ។ គោលដៅចម្បងរបស់យើងគឺដើម្បីជំរុញ និងទឹកចិត្តទៅដល់អត្តពលិក និងបុគ្គលដែលសកម្មគ្រប់កម្រិតទទួលបាននូវទំនិញគ្រប់ជម្រើស និងសម្ភារៈទាន់សម័យ ដែលមានមុខងារពិសេសពីម៉ាកល្បីៗឈានមុខគេ ហើយធានាជូនអតិថិជនអាចស្វែងរកនូវសម្ភារៈ និងស្លៀកបំពាក់កីឡាគ្រប់ប្រភេទឲ្យសាកសមទៅនឹងការរស់នៅប្រចាំថ្ងៃលោកអ្នកប្រកបដោយគុណភាពខ្ពស់គួរជាទីគាប់ចិត្ត។",
    "SubDescription" : " នេះជាមោទនភាពថ្មីមួយដែលយើងខ្ញុំអាចសម្របខ្លួន និងបើកបង្ហាញអំពីហាងរបស់ពួកយើងទៅកាន់អតិថិជនក៏ដូចការសាគមន៍ពីម៉ាកល្បីៗដែលជាដៃគូរសហការ។ ភាពបត់បែននេះបានផ្ដល់ឱ្យយើងវិវឌ្ឍខ្លួនជាបន្តបន្ទាប់ និងឆ្លើយតបទៅគ្រប់សម័យកាលទៅតាមទីផ្សារ ដោយធានាថាអតិថិជននឹងទទួលបានផលិតផលលើសពីការរំពឹងទុក។",
    "HeadLine": "យើងរួមគ្នាដោយមិនឈប់ឈរឡើយ",
    "BrandsProfile" : "ម៉ាកអន្តរជាតិ",
    "BrandsProfileDescription" : "យើងផ្តល់ជូននូវជម្រើសដ៏សម្បូរបែបគ្រប់ប្រភេទទំនិញទាំងអស់ ប្រកបដោយការរចនាឡើងដោយសម្បូរបែបសម្រាប់តម្រូវការប្រចាំថ្ងៃ រួមទាំងការសម្ដែងណាមួយ ដើម្បីធានាថារាល់សម្ភារៈ និងសម្លៀកបំពាក់ដែលអតិថិជនកំពុងប្រើប្រាស់គឺប្រកបដោយគុណភាព និងស្ដង់ដា។",
    "SwiperProfile" : "ជម្រើសពីការផ្ដល់ជូនរបស់យើងខ្ញុំ៖"
  },
  "ProductPage": {
    "Title": "ម៉ូតកំពុងពេញនិយម"
  },
  "ReviewPage": {
    "Title": "ក្ដីស្រឡាញ់ពីមនុស្ស",
    "Description": "នេះជាពាក្យពេចន៍របស់ភ្ញៀវដែលគាត់បាននិយាយអំពីហាង​ SKOR របស់យើង"
  },
  "PromoPage": {
    "Title": "ចូលរួម និងជាវ ទទួលបានការបញ្ចុះតម្លៃ 10%",
    "Button": "ចុះឈ្មោះ"
  },
  "NotFound": {
    "title": "មិនមាន",
    "description": "មិនអាចរកឃើញមិនមានអ្វីដែលអ្នកស្វែងរកឡើយធនធានដែលបានស្នើសុំ",
    "returnHome": "ត្រឡប់ទៅទំព័រដើម"
  },
  "Button" : {
    "discoverMore": "ស្វែងយល់បន្ថែម"
 }
}
